Repository: idris2477/awkhad
Catalog: custom/addons/connector/doc/locale/*/LC_MESSAGES/index.po
Languages: fr

source: *Subscribe to the* `project's mailing list`_
fr: *Inscrivez-vous à la* `project's mailing list`_ *(en anglais)*

source: *Learn how to* :ref:`contribute`
fr: *Découvrez comment* :ref:`contribute`

source: Core Features
fr: Fonctionnalités de base

source: **100% Open Source** (`LGPL version 3`_): the full `source code is available on GitHub`_
fr: **100% Open Source** (`LGPL version 3`_): la totalité du `code source est disponible sur GitHub`_

source: **Robust for high volumetries** and **easy to monitor** thanks to a :ref:`jobs-queue`.
fr: **Robuste pour des volumétries importantes** et **faciler à surveiller** grâce à la :ref:`jobs-queue`.

source: A flexible set of building blocks, it does not force to a certain implementation but leaves the final choice to the developer on how to use the proposed pieces.
fr: Un ensemble flexible de blocs de construction : il n'oblige pas à respecter une implémentation particulière mais laisse le choix final au développeur sur la manière d'utiliser les composants.

source: See a :ref:`code-overview` with examples of code
fr: Voir le :ref:`code-overview` et les exemples de code

source: Connectors based on the framework
fr: Connecteurs basés sur le framework

source: `Magento Connector <http://www.awkhad-magento-connector.com>`_
fr: `Connecteur Magento <http://www.awkhad-magento-connector.com>`_

source: `Prestashop Connector <https://github.com/ACA/connector-prestashop>`_
fr: `Connecteur Prestashop <https://github.com/ACA/connector-prestashop>`_

source: `solerp (Solr Connector) <https://github.com/akretion/solerp>`_
fr: `solerp (Connecteur Solr) <https://github.com/akretion/solerp>`_

source: `CMIS <https://github.com/ACA/connector-cmis>`_
fr: `Connecteur CMIS <https://github.com/ACA/connector-cmis>`_

source: Develop easily and rapidly your own connector based on this powerful framework and list your project on this page! Examples:
fr: Développez facilement et rapidement votre propre connecteur basé sur ce puissant framework et ajoutez votre projet sur cette page ! Exemples :

source: Overview
fr: Présentation

source: Top financial contributors
fr: Principaux contributeurs financiers

source: *See all the project's* :ref:`financial-contributors`.
fr: *Voir tous les* :ref:`financial-contributors` *du projet*.

source: Project
fr: Projet

source: Developer's guide
fr: Guide du développeur

source: API Reference
fr: Référence de l'API

source: Indices and tables
fr: Index et tables

source: Awkhad Connector is a powerful framework to develop any kind of bi-directional connector between `Awkhad`_ (Open Source ERP) and any other software or service.
fr: `Awkhad Connector` est un puissant framework de développement de connecteur bi-directionnel entre `Awkhad`_ (ERP Open Source) et tout autre logiciel ou service.

source: This Awkhad add-on has a modular and generic core, with the ability to be extended with additional modules for new features or customizations.
fr: Ce module Awkhad a un cœur modulaire et générique, capable d'être lui-même étendu grâce à des modules additionnels, pour ajouter des nouvelles fonctions ou des personnalisations.

source: The development of Awkhad Connector has been started by `Camptocamp`_ and is now maintained by `Camptocamp`_, `Akretion`_ and several :ref:`contributors`.
fr: Le développement du Connecteur Awkhad a été démarré par `Camptocamp`_ et est maintenu par `Camptocamp`_, `Akretion`_ et d'autres :ref:`contributors`.

source: Not only designed to connect Awkhad with e-commerce backends, rather it is **adaptable** to connect Awkhad with any type of service.
fr: Pas uniquement conçu pour connecter Awkhad à des backend e-commerce, mais **adaptable** pour connecter Awkhad à tout type de service.

source: `Awkhad Multi Company <http://www.awkhad.net.cn/new-intercompany-process-module/>`_
fr: `Awkhad Multi-sociétés <http://www.awkhad.net.cn/new-intercompany-process-module/>`_

source: `Awkhad Asynchronous import module <https://github.com/ACA/connector-interfaces/tree/8.0/base_import_async>`_
fr: `Module Awkhad d'import asynchrone <https://github.com/ACA/connector-interfaces/tree/8.0/base_import_async>`_

source: `Salesforce Connector <https://github.com/ACA/connector-salesforce>`_
fr: `Connecteur Salesforce <https://github.com/ACA/connector-salesforce>`_

source: `Google Spreadsheet Connector <https://github.com/akretion/connector-google-spreadsheet>`_
fr: `Connecteur Google Spreadsheet <https://github.com/akretion/connector-google-spreadsheet>`_

source: E-Commerce: Awkhad OsCommerce connector, Awkhad Drupal Commerce connector, Awkhad Spree connector, Awkhad Ebay connector, Awkhad Amazon connector…
fr: E-Commerce : connecteur Awkhad OsCommerce, connecteur Awkhad Drupal Commerce, connecteur Awkhad Spree, connecteur Awkhad Ebay, connecteur Awkhad Amazon…

source: CMS: Awkhad Wordpress connector…
fr: CMS : connecteur Awkhad Wordpress…

source: CRM: Awkhad SugarCRM connector, Awkhad Zabbix connector…
fr: CRM : connecteur Awkhad SugarCRM, connecteur Awkhad Zabbix…

source: Project Management: Awkhad Redmine connector…
fr: Gestion de projets : connecteur Awkhad Redmine…

source: Ticketing: Awkhad Request Tracker connector, Awkhad GLPI connector…
fr: Ticketing : connecteur Awkhad Request Tracker, connecteur Awkhad GLPI…
